services/sos/_GetObservations.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope
        xmlns:env="http://www.w3.org/2003/05/soap-envelope"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.w3.org/2003/05/soap-envelope http://www.w3.org/2003/05/soap-envelope/soap-envelope.xsd">
    <env:Body>
        <sos:GetObservation
                xmlns:sos="http://www.opengis.net/sos/2.0"
                xmlns:fes="http://www.opengis.net/fes/2.0"
                xmlns:gml="http://www.opengis.net/gml/3.2"
                xmlns:swe="http://www.opengis.net/swe/2.0"
                xmlns:xlink="http://www.w3.org/1999/xlink"
                xmlns:swes="http://www.opengis.net/swes/2.0" service="SOS" version="2.0.0" xsi:schemaLocation="http://www.opengis.net/sos/2.0 http://schemas.opengis.net/sos/2.0/sos.xsd">

            <sos:responseFormat>http://www.opengis.net/om/2.0</sos:responseFormat>
        </sos:GetObservation>
    </env:Body>
</env:Envelope>